Revit 2024 API
MEPSection.ReynoldsNumber Property
 The Reynolds number of the section.
Namespace: Autodesk.Revit.DB.Mechanical
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2013
Syntax
C#
public double ReynoldsNumber { get; }
Visual Basic
Public ReadOnly Property ReynoldsNumber As Double
	Get
Visual C++
public:
property double ReynoldsNumber {
	double get ();
}
Remarks
 Reynolds number is a number. The Reynolds number type is UT_Number.
See Also
MEPSection Class
Autodesk.Revit.DB.Mechanical Namespace